{
  "en": {
    "we1": "Development and operation of intelligent web applications based on geo- and real-time data are the strength of geOps. The technical focus of geOps is on public transport, mobility and the environment.",
    "partnership": "Never work alone. On the one hand, we strengthen our expertise on a project basis through cooperation with partner companies. At the same time, we are committed to promoting open software and data, the use and provision of spatial data and the development of intelligent mobility solutions through memberships, active collaboration and sponsorship in various associations.",
    "we2": "The spectrum ranges from data analysis and visualisation, information systems and business solutions to complete data hubs. With the integration of timetable and real-time data, operational messages and detailed situation plans, geOps offers complete information systems for public transport,",
    "we3": "When selecting technologies, we have a clear focus on open source. In addition to using open source, it goes without saying that geOps also publishes its own developed products on a regular basis. We also support open source conferences, hackathons and similar events.",
    "circleYears": "Years",
    "we4": "geOps customers include transport companies, public administration and well-known international businesses.",
    "sustainability": "Our actions are guided by high standards of environmental, economic and ethical sustainability. From using natural resources sparingly to supporting charitable causes and empowering our employees, we are committed to contributing to a better future for all. Promoting open software and open data is a particularly important aspect of digital sustainability for us. Above all, however, it is the projects we work on that directly serve environmental protection and resilience to environmental and climate change, or support environmentally friendly modes of transport and thus the implementation of the transport revolution.",
    "we5": "geOps was founded in Freiburg im Breisgau in 2002 and expanded to include a branch in Switzerland in 2013. The company currently has around 20 employees. We want to continue growing and [are therefore looking for reinforcements](/en/career) for [our team](/en/about#team).",
    "circleCounter": {
      "employee": 20,
      "year": 24,
      "client": 150
    },
    "work": "At the heart of everything we do is a commitment to technological excellence, sustainability and customer satisfaction.\n\nWe strive to deliver outstanding software solutions that exceed our customers' expectations and make them happy and satisfied. After the development phase, we continue this commitment in the operation of software, giving special emphasis to effective support for our customers.\n\nWe know that agility is the key to success in a rapidly changing digital landscape. Through an agile mindset as well as the combination of different agile methods, we not only achieve the best possible benefit for the customer, but also promote transparency and flexibility, personal responsibility and independence in the team and thus the satisfaction of our employees.",
    "tech": "Regardless of whether it is front-end, back-end or infrastructure, our goal is to maintain a good balance between being up-to-date and the stability of the applied technologies. We offer our customers modern solutions and at the same time ensure the long-term maintainability of our projects. We are faster and more flexible than the really big companies and yet we don't follow every hype. All techno­logies for our projects have one thing in common: They are based on open source software. Since the founding of geOps we have had access to open source components in the field of web development and geo­data mana­gement that were on a par with proprietary alternatives or that clearly exceeded them in functionality, speed and ease of use. ",
    "title": "We map the future",
    "circleClients": "Customers",
    "circleExperience": "Experience",
    "circleEmployee": "Employees"
  },
  "de": {
    "we1": "Entwicklung und Betrieb intelligenter Web-Applikationen auf Basis von Geo- und Echtzeitdaten sind die Stärke von geOps. Die fachlichen Schwerpunkte setzt geOps in den Bereichen öffentlicher Verkehr, Mobilität und Umwelt.",
    "partnership": "Never work alone. Einerseits stärken wir unsere Kompetenzen projektbasiert durch die Kooperation mit Partnerunternehmen. Gleichzeitig setzen wir uns für die Förderung offener Software und Daten, die Nutzung und Bereitstellung von Geoinformationen sowie die Entwicklung intelligenter Mobilitätslösungen durch Mitgliedschaften, aktive Mitarbeit und Sponsorings in verschiedenen Verbänden ein.",
    "we2": "Die Bandbreite reicht dabei von der Datenanalyse und -visualisierung über Auskunfts­systeme und Geschäfts­lösungen bis hin zu kompletten Daten­drehscheiben. Mit der Integration von Fahrplan- und Echtzeitdaten, Betriebsmeldungen und detaillierten Situationsplänen bietet geOps vollständige Fahrgastinformationssysteme des öffentlichen Verkehrs.",
    "we3": "Bei den eingesetzten Technologien setzen wir einen klaren Fokus auf Open Source. Neben der Nutzung von Open Source ist es für uns selbst­verständlich, regelmässig auch eigene Ent­wick­lungen zu ver­öffent­lichen. Ausserdem unterstützen wir Open Source Konferenzen, Hackathons und ähnliche Events.",
    "circleYears": "Jahre",
    "we4": "Zur Kundschaft von geOps zählen Verkehrsbetriebe, die öffentliche Verwaltung und namhafte inter­nationale Unternehmen.",
    "sustainability": "Für unser Handeln orientieren wir uns an hohen Standards für ökologische, wirtschaftliche und ethische Nachhaltigkeit. Vom sparsamen Umgang mit natürlichen Ressourcen bis hin zur Unterstützung gemeinnütziger Aktionen und der Förderung unserer Mitarbeitenden – wir sehen uns verpflichtet, zu einer besseren Zukunft für alle beizutragen. Die Förderung offener Software und offener Daten ist für uns ein besonders wichtiger Aspekt der digitalen Nachhaltigkeit. Vor allem aber sind es die Projekte, die wir bearbeiten, mit denen wir direkt dem Umweltschutz und der Resilienz gegenüber Umwelt- und Klimaveränderungen dienen, oder aber umweltfreundliche Fortbewegungsarten und damit die Umsetzung der Verkehrswende unterstützen.",
    "we5": "geOps wurde 2002 in Freiburg im Breisgau gegründet und 2013 um eine Niederlassung in der Schweiz er­weitert. Aktuell beschäftigt das Unter­nehmen rund 20 Mitarbeitende. Wir wollen weiter wachsen und [suchen daher Ver­stärkung](/karriere) für [unser Team](/about#team).",
    "work": "Im Mittelpunkt unseres Handelns steht die Verpflichtung zu technologischen Spitzenleistungen, Nachhaltigkeit und Zufriedenheit der Kundschaft.\n\nWir sind bestrebt, hervorragende Softwarelösungen zu liefern, die die Erwartungen unserer Kundschaft übertreffen und sie glücklich und zufrieden machen. Nach der Entwicklungsphase setzen wir diesen Anspruch beim Betrieb der Software fort und legen dabei besonderen Wert auf einen effektiven Support für unsere Kundschaft.\n\nWir wissen, dass Agilität in einer sich schnell verändernden digitalen Landschaft der Schlüssel zum Erfolg ist. Durch ein agiles Mindset sowie die Kombination verschiedener agiler Methoden erreichen wir nicht nur den bestmöglichen Nutzen für die Kundschaft, sondern fördern auch Transparenz und Flexibilität, Eigenverantwortung und Selbständigkeit im Team und damit die Zufriedenheit unserer Mitarbeitenden.",
    "tech": "Egal ob Frontend, Backend oder Infrastruktur: Wir achten stets auf eine gute Balance zwischen Aktualität und Stabilität der eingesetzten Techno­logien. Unserer Kundschaft bieten wir moderne Lösungen und sichern gleichzeitig die langfristige Wartbarkeit unserer Projekte. Wir sind schneller und flexibler als die ganz grossen Unternehmen und folgen dennoch nicht jedem Hype. Eines haben alle Technologien für unsere Projekte gemeinsam: Sie basieren auf Open Source Software. Schon seit Gründung von geOps standen uns im Bereich der Web-Entwicklung und des Geodaten-Managements Open Source Komponenten zur Verfügung, die proprietären Alternativen ebenbürtig waren oder diese in Funktionalität, Geschwindigkeit und einfacher Nutzbarkeit klar übertroffen haben.",
    "title": "We map the future",
    "circleClients": "Kund:innen",
    "circleExperience": "Erfahrung",
    "circleEmployee": "Mitarbeitende"
  }
}