{
  "en": {
    "we1": "Intelligent web applications based on geographical and real-time data with a technical focus on public transport, mobility and the environment are the core competencies at geOps.",
    "we2": "The spectrum ranges from data analysis and visualization through information systems and business solutions to complete geodata infra­structures and data hubs. geOps offers passenger information systems for public transport by integrating timetable and real-time data. ",
    "we3": "When selecting technologies, we have a clear focus on open source. In addition to using open source, it goes without saying that geOps also publishes its own developed products on a regular basis. We also support open source conferences, hackathons and similar events.",
    "circleYears": "Years",
    "we4": "geOps customers include transport companies, public administration and well-known international businesses.",
    "we5": "geOps was founded in Freiburg im Breisgau in 2002 and expanded to include a branch in Switzerland in 2013. The company currently has around 20 employees. We want to continue growing and are therefore looking for reinforcements for our team.",
    "circleCounter": {
      "employee": 20,
      "year": 20,
      "client": 150
    },
    "work": "The satisfaction of both our customers and our team is very important to us. In order to meet customer requirements with high-quality products and while keeping track of numerous projects, we combine various methods of agile project management. The advantages of using agile methods are transparency, flexibility, a high level of personal responsibility in the team, independence of employees and satisfied customers.",
    "tech": "Regardless of whether it is front-end, back-end or infrastructure, our goal is to maintain a good balance between being up-to-date and the stability of the applied technologies. We offer our customers modern solutions and at the same time ensure the long-term maintainability of our projects. We are faster and more flexible than the really big companies and yet we don't follow every hype. All techno­logies for our projects have one thing in common: They are based on open source software. Since the founding of geOps we have had access to open source components in the field of web development and geo­data mana­gement that were on a par with proprietary alternatives or that clearly exceeded them in functionality, speed and ease of use. ",
    "title": "We map the future",
    "circleClients": "Customers",
    "circleExperience": "Experience",
    "circleEmployee": "Employees"
  },
  "de": {
    "we1": "Intelligente Web-Applikationen auf Basis von Geo- und Echtzeitdaten mit den fachlichen Schwerpunkten öffentlicher Verkehr, Mobilität und Umwelt sind die Stärke von geOps.",
    "we2": "Die Bandbreite reicht dabei von der Datenanalyse und -visualisierung über Auskunfts­systeme und Geschäfts­lösungen bis hin zu kompletten Geo­daten-Infrastrukturen und Daten­drehscheiben. Mit der Integration von Fahrplan- und Echtzeitdaten bietet geOps Fahrgastinformationssysteme des öffentlichen Verkehrs.",
    "we3": "Bei der Auswahl von Technologien setzen wir einen klaren Fokus auf Open Source. Neben der Nutzung von Open Source ist es für geOps selbst­verständlich, regelmässig auch eigene Entwicklungen zu veröffentlichen. Daneben unterstützen wir Open Source Konferenzen, Hackathons und ähnliche Events.",
    "circleYears": "Jahre",
    "we4": "Zu den Kunden von geOps zählen Verkehrsbetriebe, die öffentliche Verwaltung und namhafte inter­nationale Unternehmen.",
    "we5": "geOps wurde 2002 in Freiburg im Breisgau gegründet und 2013 um eine Niederlassung in der Schweiz er­weitert. Aktuell beschäftigt das Unter­nehmen rund 20 Mitarbeiter und Mitarbeiterinnen. Wir wollen weiter wachsen und suchen daher Ver­stärkung für unser Team.",
    "work": "Die Zufriedenheit sowohl unserer Kunden als auch unseres Teams liegen uns sehr am Herzen. Um mit qualitativ hochwertigen Produkten die Kundenanforderungen zu erfüllen und gleichzeitig auch bei vielen Projekten den Überblick zu behalten, kombinieren wir verschiedene Methoden des agilen Projekt­managements. Die Vorteile des Einsatzes agiler Methoden sind Transparenz, Flexibilität, hohe Eigenverantwortung im Team, Selbst­ständigkeit der Mitarbeitenden und zufriedene Kunden. ",
    "tech": "Egal ob Frontend, Backend oder Infrastruktur, stets achten wir auf eine gute Balance zwischen Aktualität und Stabilität der eingesetzten Techno­logien. Unseren Kunden bieten wir moderne Lösungen und sichern gleichzeitig die langfristige Wartbarkeit unserer Projekte. Wir sind schneller und flexibler als die ganz grossen Unternehmen und folgen dennoch nicht jedem Hype. Eines haben alle Technologien für unsere Projekte gemeinsam: Sie basieren auf Open Source Software. Schon seit Gründung von geOps standen uns im Bereich der Web-Entwicklung und des Geodaten-Managements Open Source Komponenten zur Verfügung, die proprietären Alternativen ebenbürtig waren oder diese in Funktionalität, Geschwindigkeit und einfacher Nutzbarkeit klar übertroffen haben.",
    "title": "We map the future",
    "circleClients": "Kunden",
    "circleExperience": "Erfahrung",
    "circleEmployee": "Mitarbeiter"
  }
}