{
  "en": {
    "body": "## 1. Privacy at a glance\n\n### General information\n\nThe following notes give a simple overview of what happens to your personal information when you visit our website. Personal data includes all data capable of personally identifying you. Detailed information on the subject of data protection are listed in our privacy policy below.\n\n### Data collection on our website\n\n#### Who is responsible for the data collection on this website?\n\nData processing on this website is carried out by the website operator. Contact information can be found in the website's imprint.\n\n#### How do we collect your data?\n\nFirst of all, we collect the data you transmit. This may be the data you communicate via the contact form.\n\nAdditionally, data is collected automatically when visiting the website through our IT systems. These are mostly technical data (e.g. Internet browser, operating system or time of the page request). This data is collected automatically as soon as you enter our website.\n\n#### What do we use your data for?\n\nPart of the data is collected to ensure a flawless rendering of the website. Other data can be used to analyse your usage behaviour.\n\n#### What rights do you have regarding your data?\n\nAt any time you have the right to obtain free information about the origin, recipient and purpose of your stored personal data. You also have a right to request the correction, blocking or deletion of this data. For this purpose and for further questions about data protection, you can contact us at any time at the address provided in the imprint.\n\n#### Analysis tools and third-party tools\n\nWhen you visit our website, your usage behaviour can be statistically evaluated. This happens mainly via cookies and so-called analysis programs. The analysis of your surfing behaviour is usually anonymous; the usage behaviour can not be traced back to you.\n\nYou can object to this analysis. We will inform you about the possibilities of objection in this privacy policy.\n\n## 2. General notes and mandatory information\n\n### Data protection\n\nThe operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with the statutory data protection regulations and this privacy policy.\n\nIf you use this website, various personal data will be collected. Personal data is any information that personally identifies you. This Privacy Policy explains what data we collect and what we use it for. It also explains how and for what purpose this happens.\n\nWe point out that data transmission over the Internet (e.g. in the case of communication via e-mail) can have security gaps. A complete protection of the data against third-party access is not possible.\n\n### Note to the responsible body\n\nThe responsible data processing unit on this website is:\n\ngeOps AG\nSolothurnerstrasse 235\\\nCH-4600 Olten\n\n\\\nTelephone: + 41 61 588 05 05\\\nE-Mail: info@geops.ch\n\nResponsible body is the natural or legal person who, alone or in concert with others, decides on the purposes and means of processing personal data (e.g. names, e-mail addresses, etc.).\n\n### Revocation of your consent to data processing\n\nMany data processing operations are only possible with your declaration of consent. Consent once given may be revoked at any time. An informal message by e-mail is sufficient. The legality of the data processing carried out until the revocation remains unaffected by the revocation.\n\n### Right to object to data collection in special cases and direct mail (Article 21 GDPR)\n\nIf the data processing is based on Art. 6 para. 1 lit. e or f DSGVO, you have the right to object to the processing of your personal data for reasons that arise from your particular situation at any time; this also applies to profiling based on these provisions. The respective legal basis on which a processing is based can be found in this privacy policy. If you object, we will be yours no longer processing personal data, unless we can prove compelling legitimate reasons for processing that outweigh your interests, rights and freedoms, or the processing serves the assertion, exercise or defence of legal claims (objection under Art. 21 para. 1 GDPR ). If your personal data is processed to operate direct mail, you have the right to object at any time to the processing of personal data concerning you for the purpose of such advertising; this also applies to profiling insofar as it is associated with such direct mail. If you object, your personal data will then no longer be used for the purpose of direct advertising (objection under Art. 21 (2) GDPR).\n\n### Right of appeal to the competent supervisory authority\n\nIn the case of violations of the GDPR, the persons concerned have a right of appeal to a supervisory authority, in particular in the Member State of their habitual residence, their place of work or the place of the alleged infringement. The right of appeal is without prejudice to any other administrative or judicial remedies.\n\n### Right to data portability\n\nYou have the right to receive data that we process on the basis of your consent or in fulfillment of a contract, in itself or to a third party in a standard, machine-readable format. If you require the direct transfer of data to another person in charge, this will only be done to the extent technically feasible.\n\n### SSL or TLS encryption\n\nThis site uses, for security reasons and to protect the transmission of confidential content, such as orders or requests that you send to us as a site operator, an SSL or. TLS encryption. You can recognize an encrypted connection by changing the address line of the browser from \"http: //\" to \"https: //\" and the lock symbol in your browser line.\n\nIf SSL or TLS encryption is enabled, the data you submit to us can not be read by third parties.\n\n### Information, blocking, deletion\n\nYou have the right to free information on your stored personal data, their origin and recipient and the purpose of the data processing and, if necessary, a right to rectification, blocking or deletion of this data. For further information on personal data you can contact us at any time at the address given in the imprint.\n\n### Right to restriction of processing\n\nYou have the right to request the restriction of the processing of your personal data. You can contact us at any time at the address given in the imprint. The right to restrict processing exists in the following cases: If you deny the accuracy of your personal information stored with us, we usually need time to verify this. For the duration of the audit you have the right to request the restriction of the processing of your personal data.\n\nIf the processing of your personal data is unlawful, you may request the restriction of data processing instead of deletion. If we no longer need your personal information, but you need it to exercise, defend or enforce legal claims, you have the right to demand that your personal information be restricted instead of being deleted.\n\nIf you have filed an objection pursuant to Art. 21 (1) GDPR, a balance must be made between your interests and ours. As long as it is not clear whose interests prevail, you have the right to demand the restriction of the processing of your personal data.\n\nIf you have restricted the processing of your personal data, these data may be - except for their storage - only with your consent or for the assertion, exercise or defence of legal claims or to protect the rights of another natural or legal person or for reasons of important public interest the European Union or a Member State.\n\n### Contradiction against advertising mails\n\nThe use of published in the context of the imprint obligation contact information for sending unsolicited advertising and information materials is hereby rejected. The operators of the pages expressly reserve the right to take legal action in the event of the unsolicited sending of advertising information, for example through spam e-mails.\n\n## 3. Data Protection Officer\n\n### Statutory data protection officer\n\nWe have appointed a data protection officer for our company.\n\ngeOps GmbH\nFlorian Schwär\nBismarckallee 10\nD-79098 Freiburg\n\nTelephone: + 49 761/458 925 10\\\nE-Mail: datenschutz@geops.de\n\n## 4. Data collection on our website\n\n### Cookies\n\nOur website partly uses so-called cookies. Cookies do not harm your computer and do not contain viruses. They are used to make our offer more user-friendly, effective and secure. Cookies are small text files that are stored on your computer and stored by your browser.\n\nMost of the cookies we use are so-called \"session cookies\". They are automatically deleted after your visit. Other cookies remain stored on your device until you delete them. These cookies allow us to recognize your browser the next time you visit.\n\nYou can configure your browser to inform you about setting cookies and allow cookies only in individual cases, to exclude the acceptance of cookies for certain cases or in general as well as to enable the automatic deletion of cookies when closing the browser. Disabling cookies may limit the functionality of this website.\n\nCookies that are required to carry out the electronic communication process or to provide certain functions that you want (e.g. shopping cart function) are saved on the basis of Art. 6 para. 1 lit. f DSGVO. The website operator has a legitimate interest in the storage of cookies for the technically error-free and optimized provision of its services. If other cookies are stored (e.g. cookies to analyse your surfing behaviour), these will be treated separately in this privacy policy.\n\n### Server log files\n\nThe provider of the pages automatically collects and stores information in so-called server log files, which your browser automatically transmits to us. These are:\n\n* Browser type and browser version\n* used operating system\n* Referrer URL\n* Host name of the accessing\n* computer Time of the server request\n* IP address\n* These data will not be merged with other data sources.\n\nThe basis for data processing is Art. 6 para. 1 lit. f DSGVO, which allows the processing of data for the performance of a contract or pre-contractual measures.\n\n### Contact form\n\nIf you send us inquiries via the contact form, your details from the inquiry form, including the contact details you provided, will be stored in order to process the request and in case of follow-up questions. We will not share this information without your consent.\n\nThe processing of the data entered into the contact form is therefore exclusively based on your consent (Art. 6 (1) lit. DSGVO). You can revoke this consent at any time. An informal message by e-mail to us is sufficient. The legality of the data processing operations carried out until the revocation remains unaffected by the revocation.\n\nThe data entered in the contact form will remain with us until you ask us to delete it, revoke your consent to the storage or the purpose for the data storage is omitted (e.g. after completion of your request). Mandatory statutory provisions - especially retention periods - remain unaffected.\n\n### Request by e-mail, telephone or fax\n\nIf you contact us by e-mail, telephone or fax, your request, including all resulting personal data (name, request) will be stored and processed by us for the purpose of processing your request. We will not share this information without your consent. The processing of these data is based on Art. 6 para. 1 lit. b DSGVO, if your request is related to the fulfillment of a contract or if it is necessary to carry out pre-contractual measures. In all other cases, the processing is based on your consent (Article 6 (1) a DSGVO) and / or on our legitimate interests (Article 6 (1) (f) GDPR), since we have a legitimate interest in the effective Processing of requests addressed to us.\n\nThe data sent by you via contact requests remains with us until you ask us to delete, revoke your consent to the storage or the purpose for the data storage is omitted (e.g. after completion of your request). Mandatory statutory provisions - in particular statutory retention periods - remain unaffected.\n\n### Processing data (customer and contract data)\n\nWe collect, process and use personal data only insofar as they are necessary for the establishment, content or modification of the legal relationship (inventory data). This is done on the basis of Art. 6 para. 1 lit. b DSGVO, which allows the processing of data to fulfill a contract or pre-contractual measures. We collect, process and make use of personal data on the use of our website (usage data) only insofar as this is necessary in order to enable or charge the user for the use of the service.\n\nThe collected customer data will be deleted after completion of the order or termination of the business relationship. Legal retention periods remain unaffected.\n\n## 5. Analysis tools and advertising\n\n### Matomo (formerly Piwik)\n\nThis website uses the open source web analytics service Matomo. Matomo uses so-called \"cookies\". These are text files that are stored on your computer and allow an analysis of the use of the website by you. For this purpose, the information generated by the cookie about the use of this website is stored on our server. The IP address is anonymised before saving. Matomo cookies remain on your device until you delete them.\n\nThe storage of Matomo cookies and the use of this analysis tool are based on Art. 6 para. 1 lit. f DSGVO. The website operator has a legitimate interest in the anonymised analysis of user behaviour in order to optimize both its website and its advertising.\n\nThe information generated by the cookie about the use of this website will not be disclosed to third parties. You can prevent the storage of cookies by a corresponding setting of your browser software; however, please note that if you do this, you may not be able to use all the features of this website to the fullest extent possible.\n\nIf you do not agree with the storage and use of your data, you can disable the storage and use here. In this case, an opt-out cookie will be deposited in your browser that prevents Matomo from saving usage data. Deleting your cookies will result in deletion of the Matomo opt-out cookie as well. The opt-out must be reactivated when visiting our site again.\n\n### LinkedIn Insight Tag\n\nThis website uses the LinkedIn Insight Tag. The provider of this service is LinkedIn Ireland Unlimited Company, Wilton Plaza, Wilton Place, Dublin 2, Ireland.\n\n#### Data processing by LinkedIn Insight Tag\n\nWith the help of the LinkedIn Insight Tag, we receive information about the visitors to our website. If a website visitor is registered with LinkedIn, we can, among other things. Analyze the key professional data (e.g. career level, company size, country, location, industry and job title) of our website visitors and thus better tailor our site to the respective target groups. With the help of LinkedIn Insight Tags, we can also measure whether visitors to our website are making a purchase or other action (conversion measurement). The conversion measurement can also take place across devices (e.g. from PC to tablet). LinkedIn Insight Tag also offers a retargeting function with the help of which we can show visitors to our website targeted advertising outside of the website, whereby, according to LinkedIn, no identification of the advertising address takes place.\n\nLinkedIn itself also records so-called log files (URL, referrer URL, IP address, device and browser properties and time of access). The IP addresses are shortened or (if they are used to reach LinkedIn members across devices) hashed (pseudonymized). The direct IDs of LinkedIn members are deleted from LinkedIn after seven days. The remaining pseudonymized data will then be deleted within 180 days.\n\nAs the website operator, we cannot assign the data collected by LinkedIn to specific individuals. LinkedIn will save the collected personal data of the website visitors on its servers in the USA and use it as part of its own advertising measures. Details can be found in LinkedIn's privacy policy at https://www.linkedin.com/legal/privacy-policy#choices-oblig.\n\n#### Legal basis\n\nLinkedIn Insight is used on the basis of Art. 6 Para. 1 lit. f GDPR. The website operator has a legitimate interest in effective advertising measures including social media. If a corresponding consent has been requested (e.g. consent to the storage of cookies), processing takes place exclusively on the basis of Art. 6 Paragraph 1 lit. a GDPR; the consent can be revoked at any time.\n\nThe data transfer to the USA is based on the standard contractual clauses of the EU Commission. You can find details here: https://www.linkedin.com/legal/l/dpa and https://www.linkedin.com/legal/l/eu-sccs.\n\n#### Objection to the use of LinkedIn Insight Tag\n\nObject to the analysis of usage behavior and targeted advertising by LinkedIn under the following link: https://www.linkedin.com/psettings/guest-controls/retargeting-opt-out.\n\nFurthermore, members of LinkedIn can control the use of their personal data for advertising purposes in the account settings. In order to avoid linking data collected on our website by LinkedIn and your LinkedIn account, you must log out of your LinkedIn account before visiting our website.\n\n#### Conclusion of an order processing contract\n\nWe have concluded an order processing contract with LinkedIn.\n\n## 6. Plugins and Tools\n\n### YouTube with enhanced privacy\n\nOur website uses plugins from the website YouTube. Site operator is YouTube, LLC, 901 Cherry Ave., San Bruno, CA 94066, USA.\n\nWe use YouTube in enhanced privacy mode. This mode, according to YouTube, means that YouTube does not store information about visitors to this site before they watch the video. However, sharing data with YouTube partners is not necessarily excluded by the enhanced privacy mode. So, regardless of whether you watch a video, YouTube connects to the Google DoubleClick network.\n\nOnce you start a YouTube video on our website, it will connect to YouTube's servers. It tells the YouTube server which of our pages you've visited. If you're logged into your YouTube account, YouTube will allow you to associate your browsing behaviour directly with your personal profile. You can prevent this by logging out of your YouTube account\n\nIn addition, after starting a video, YouTube may store various cookies on your device. With the help of these cookies, YouTube can receive information about visitors to our website. This information will i.a. used to capture video statistics, improve usability, and prevent fraud. The cookies remain on your device until you delete them. If necessary, after the launch of a YouTube video, additional data processing operations may be triggered that we have no control over.\n\nThe use of YouTube is in the interest of an attractive presentation of our online offers. This constitutes a legitimate interest within the meaning of Art. 6 para. 1 lit. f DSGVO. For more information about privacy at YouTube, please see their privacy policy at: https://policies.google.com/privacy?hl=de.\n\n### Vimeo\n\nOur website uses plugins from the video portal Vimeo. Provider is Vimeo Inc., 555 West 18th Street, NY, New York 10011, USA.\n\nIf you visit any of our sites equipped with a Vimeo plugin, you will be connected to Vimeo's servers. This tells the Vimeo server which of our pages you have visited. In addition, Vimeo obtains your IP address. This also applies if you are not logged in to Vimeo or do not have an account with Vimeo. The information collected by Vimeo is transmitted to the Vimeo server in the United States.\n\nIf you are logged in to your Vimeo account, you allow Vimeo to associate your surfing behaviour directly with your personal profile. You can prevent this by logging out of your Vimeo account.\n\nThe use of Vimeo is in the interest of an attractive presentation of our online offers. This constitutes a legitimate interest within the meaning of Art. 6 para. 1 lit. f DSGVO. For more information on how to deal with user data, see the Vimeo Privacy Policy at: https://vimeo.com/privacy.\n\nGoogle Web Fonts\nThis site uses so-called web fonts, provided by Google, for the uniform representation of fonts. The Google fonts are installed locally. There is no connection to Google servers.\n\n## 7. Newsletter\n\nWe send newsletters, e-mails and other electronic notifications (hereinafter referred to as \"newsletters\") only with the consent of the recipients or a legal permission. If the contents of the newsletter are specifically described in the context of a registration for the newsletter, they are decisive for the consent of the users. Furthermore, our newsletters contain information about our services and us.\n\nIn order to register for our newsletters, it is generally sufficient to provide your e-mail address. However, we may ask you to provide a name for the purpose of personal contact in the newsletter, or other details if these are necessary for the purposes of the newsletter.\n\n**Double opt-in procedure:** The registration to our newsletter is always done in a so-called Double-Opt-In-Process. This means that after registration you will receive an e-mail asking you to confirm your registration. This confirmation is necessary so that no one can register with foreign e-mail addresses. The registrations for the newsletter are logged in order to be able to prove the registration process according to the legal requirements. This includes the storage of the registration and confirmation time as well as the IP address. Changes to your data stored by the shipping service provider are also logged.\n\n**Deletion and restriction of processing:** We may store unregistered e-mail addresses for up to three years on the basis of our legitimate interests before deleting them. iThis is necessary as proof of our previously given consent. The processing of this data is limited to the purpose of a possible defence against claims. An individual request for deletion is possible at any time, provided that the former existence of a consent is confirmed at the same time. In case of obligations to permanently observe contradictions, we reserve the right to store the e-mail address in a blacklist for this purpose alone.\n\nThe logging of the registration procedure is carried out on the basis of our legitimate interests for the purpose of proving that it has been carried out properly. If we commission a service provider to send e-mails, this is done on the basis of our legitimate interests in an efficient and secure sending system.\n\n**Notes on legal bases:** The dispatch of newsletters is based on the consent of the recipients or, if consent is not required, on our legitimate interests in direct marketing to the extent permitted by law, e.g. in the case of advertising to existing customers. If we commission a service provider to send e-mails, this is done on the basis of our legitimate interests. The registration process is recorded on the basis of our legitimate interests in order to prove that it was carried out in accordance with the law.\n\n**Contents:** Information about us, our services, actions and offers.\n\n**Measurement of success:** The newsletters contain a so-called \"web-beacon\", i.e. a pixel-sized file that is retrieved from our server when the newsletter is opened or, if we use a mailing service provider, from their server. Within the scope of this retrieval, technical information such as information on the browser and your system, as well as your IP address and the time of the retrieval, is initially collected.\n\nThis information is used for the technical improvement of our newsletter on the basis of technical data or target groups and their reading behaviour derived from their retrieval locations (which can be determined using the IP address) or access times. This analysis also includes determining whether the newsletter is opened, when it is opened and which links are clicked. For technical reasons, this information can be assigned to individual newsletter recipients. However, it is neither our endeavour nor, if used, that of the dispatch service provider to observe individual users. Rather, the evaluations serve to identify the reading habits of our users and to adapt our content to them or to send different content according to the interests of our users. The evaluation of the newsletter and the measurement of success are carried out, subject to the express consent of the users, on the basis of our legitimate interests for the purpose of using a user-friendly and secure newsletter system that serves our business interests and meets the expectations of the users.\n\nA separate revocation of the performance measurement is unfortunately not possible, in which case the entire newsletter subscription must be cancelled or objected to.\n\n* **Processed data types:** inventory data (e.g. names, addresses), contact data (e.g. e-mail, telephone numbers), meta/communication data (e.g. device information, IP addresses), usage data (e.g. websites visited, interest in content, access times).\n* **Affected persons:** communication partners.\n* **Purposes of processing:** direct marketing (e.g. by e-mail or post).\n* **Legal basis:** Consent (Art. 6 para. 1 sentence 1 lit. a DSGVO), legitimate interests (Art. 6 para. 1 sentence 1 lit. f. DSGVO).\n* **Opt-out:** You can cancel the receipt of our newsletter at any time, i.e. revoke your consent or object to further receipt. You will find a link to cancel the newsletter either at the end of each newsletter or you can use one of the contact options listed above, preferably e-mail.\n\n**Used services and service providers:**\n\n**Mailchimp:** e-mail marketing platform; service provider: \"Mailchimp\" - Rocket Science Group, LLC, 675 Ponce De Leon Ave NE #5000, Atlanta, GA 30308, USA; website: https://mailchimp.com; privacy policy: https://mailchimp.com/legal/privacy/; Privacy Shield (ensuring data protection level for data processing in the USA): https://www.privacyshield.gov/participant?id=a2zt0000000TO6hAAG&status=Active.\n\n## 8. Planning, organisations and auxiliary tools\n\nWe use the services, platforms and software of other providers (hereinafter referred to as \"third party providers\") for the purposes of organizing, managing, planning and providing our services. When selecting third-party providers and their services, we observe the legal requirements.\n\nIn this context, personal data may be processed and stored on the servers of the third party providers. This may affect various data which we process in accordance with this data protection declaration. This data may include, in particular, master data and contact details of users, data on procedures, contracts, other processes and their contents.\n\nIf users are referred to the third-party providers or their software or platforms in the course of communication, business or other relations with us, the third-party providers may process usage data and metadata for security, service optimization or marketing purposes. We therefore request that you observe the data protection notices of the respective third-party providers.\n\nNotes on legal bases: If we ask users for their consent to use the third-party providers, the legal basis for processing data is consent. Furthermore, their use can be a component of our (pre)contractual services, provided that the use of the third party providers has been agreed within this framework. Otherwise, the users' data will be processed on the basis of our legitimate interests (i.e. interest in efficient, economical and recipient-friendly services). In this context we would also like to draw your attention to the information on the use of cookies in this data protection declaration.\n\n* **Data types processed:** inventory data (e.g. names, addresses), contact data (e.g. e-mail, telephone numbers), content data (e.g. text entries, photographs, videos), usage data (e.g. websites visited, interest in content, access times), meta/communication data (e.g. device information, IP addresses).\n* **Persons concerned:** Communication partners, users (e.g. website visitors, users of online services).\n* **Purposes of processing:** office and organisational procedures, contact requests and communication.\n* **Legal basis:** Consent (Art. 6 Para. 1 S. 1 lit. a DSGVO), fulfilment of contract and pre-contractual enquiries (Art. 6 Para. 1 S. 1 lit. b. DSGVO), legitimate interests (Art. 6 Para. 1 S. 1 lit. f. DSGVO).\n\n**Services used and service providers:**\n\n**Doodle:** Online scheduling; service providers: Doodle AG, Werdstrasse 21, P.O. Box, 8021 Zurich, Switzerland; Website: https://doodle.com/de; Privacy Policy: https://doodle.com/de/datenschutzrichtlinie."
  },
  "de": {
    "body": "## 1. Datenschutz auf einen Blick\n\n### Allgemeine Hinweise\n\nDie folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie unsere Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.\n\n### Datenerfassung auf unserer Website\n\n#### Wer ist verantwortlich für die Datenerfassung auf dieser Website?\n\nDie Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Impressum dieser Website entnehmen.\n\n#### Wie erfassen wir Ihre Daten?\n\nIhre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z. B. um Daten handeln, die Sie in ein Kontaktformular eingeben.\n\nAndere Daten werden automatisch beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie unsere Website betreten.\n\n#### Wofür nutzen wir Ihre Daten?\n\nEin Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden.\n\n#### Welche Rechte haben Sie bezüglich Ihrer Daten?\n\nSie haben jederzeit das Recht unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung, Sperrung oder Löschung dieser Daten zu verlangen. Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden.\n\n#### Analyse-Tools und Tools von Drittanbietern\n\nBeim Besuch unserer Website kann Ihr Surf-Verhalten statistisch ausgewertet werden. Das geschieht vor allem mit Cookies und mit sogenannten Analyseprogrammen. Die Analyse Ihres Surf-Verhaltens erfolgt in der Regel anonym; das Surf-Verhalten kann nicht zu Ihnen zurückverfolgt werden.\n\nSie können dieser Analyse widersprechen. Über die Widerspruchsmöglichkeiten werden wir Sie in dieser Datenschutzerklärung informieren.\n\n## 2. Allgemeine Hinweise und Pflichtinformationen\n\n### Datenschutz\n\nDie Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.\n\nWenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht.\n\nWir weisen darauf hin, dass die Datenübertragung im Internet (z. B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.\n\n### Hinweis zur verantwortlichen Stelle\n\nDie verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist:\n\ngeOps AG\nSolothurnerstrasse 235\\\nCH-4600 Olten\n\n\\\nTelephone: + 41 61 588 05 05\\\nE-Mail: info@geops.ch\n\nVerantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z. B. Namen, E-Mail-Adressen o. Ä.) entscheidet.\n\n### Widerruf Ihrer Einwilligung zur Datenverarbeitung\n\nViele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich. Sie können eine bereits erteilte Einwilligung jederzeit widerrufen. Dazu reicht eine formlose Mitteilung per E-Mail an uns. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.\n\n### Widerspruchsrecht gegen die Datenerhebung in besonderen Fällen sowie gegen Direktwerbung (Art. 21 DSGVO)\n\nWenn die Datenverarbeitung auf Grundlage von Art. 6 Abs. 1 lit. e oder f DSGVO erfolgt, haben Sie jederzeit das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, gegen die Verarbeitung Ihrer personenbezogenen Daten Widerspruch einzulegen; dies gilt auch für ein auf diese Bestimmungen gestütztes Profiling. Die jeweilige Rechtsgrundlage, auf denen eine Verarbeitung beruht, entnehmen Sie dieser Datenschutzerklärung. Wenn Sie Widerspruch einlegen, werden wir Ihre betroffenen\npersonenbezogenen Daten nicht mehr verarbeiten, es sei denn, wir können zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die Ihre Interessen, Rechte und Freiheiten überwiegen oder die Verarbeitung dient der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen (Widerspruch nach Art. 21 Abs. 1 DSGVO).\nWerden Ihre personenbezogenen Daten verarbeitet, um Direktwerbung zu betreiben, so haben Sie das Recht, jederzeit Widerspruch gegen die Verarbeitung Sie betreffender personenbezogener Daten zum Zwecke derartiger Werbung einzulegen; dies gilt auch für das Profiling, soweit es mit solcher Direktwerbung in Verbindung steht. Wenn Sie widersprechen, werden Ihre personenbezogenen Daten anschließend nicht mehr zum Zwecke der Direktwerbung verwendet (Widerspruch nach Art. 21 Abs. 2 DSGVO).\n\n### Beschwerderecht bei der zuständigen Aufsichtsbehörde\n\nIm Falle von Verstößen gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthalts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes zu. Das Beschwerderecht besteht unbeschadet anderweitiger verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe.\n\n### Recht auf Datenübertragbarkeit\n\nSie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen. Sofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.\n\n### SSL- bzw. TLS-Verschlüsselung\n\nDiese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Bestellungen oder Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL-bzw. TLS-Verschlüsselung. Eine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von “http://” auf “https://” wechselt und an dem Schloss-Symbol in Ihrer Browserzeile.\n\nWenn die SSL- bzw. TLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden.\n\n### Auskunft, Sperrung, Löschung\n\nSie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung, Sperrung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden.\n\n### Recht auf Einschränkung der Verarbeitung\n\nSie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.\nHierzu können Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden. Das Recht auf Einschränkung der Verarbeitung besteht in folgenden Fällen:\nWenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, benötigen wir in der Regel Zeit, um dies zu überprüfen. Für die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.\n\nWenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah / geschieht, können Sie statt der Löschung die Einschränkung der Datenverarbeitung verlangen.\nWenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung, Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt der Löschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.\n\nWenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abwägung zwischen Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen überwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.\n\nWenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschränkt haben, dürfen diese Daten – von ihrer Speicherung abgesehen – nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Europäischen Union oder eines Mitgliedstaats verarbeitet werden.\n\n### Widerspruch gegen Werbe-Mails\n\nDer Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-E-Mails, vor.\n\n## 3. Datenschutzbeauftragter\n\n### Gesetzlich vorgeschriebener Datenschutzbeauftragter\n\nWir haben für unser Unternehmen einen Datenschutzbeauftragten bestellt.\n\ngeOps GmbH\\\nFlorian Schwär\\\nBismarckallee 10\\\nD-79098 Freiburg\n\nTelefon: + 49 761 / 458 925 10\\\nE-Mail: datenschutz@geops.de\n\n## 4. Datenerfassung auf unserer Website\n\n### Cookies\n\nDie Internetseiten verwenden teilweise sogenannte Cookies. Cookies richten auf Ihrem Rechner keinen Schaden an und enthalten keine Viren. Cookies dienen dazu, unser Angebot nutzerfreundlicher, effektiver und sicherer zu machen. Cookies sind kleine Textdateien, die auf Ihrem Rechner abgelegt werden und die Ihr Browser speichert.\n\nDie meisten der von uns verwendeten Cookies sind sogenannte “Session-Cookies”. Sie werden nach Ende Ihres Besuchs automatisch gelöscht. Andere Cookies bleiben auf Ihrem Endgerät gespeichert bis Sie diese löschen. Diese Cookies ermöglichen es uns, Ihren Browser beim nächsten Besuch wiederzuerkennen.\n\nSie können Ihren Browser so einstellen, dass Sie über das Setzen von Cookies informiert werden und Cookies nur im Einzelfall erlauben, die Annahme von Cookies für bestimmte Fälle oder generell ausschließen sowie das automatische Löschen der Cookies beim Schließen des Browser aktivieren. Bei der Deaktivierung von Cookies kann die Funktionalität dieser Website eingeschränkt sein.\n\nCookies, die zur Durchführung des elektronischen Kommunikationsvorgangs oder zur Bereitstellung bestimmter, von Ihnen erwünschter Funktionen (z. B. Warenkorbfunktion) erforderlich sind, werden auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO gespeichert. Der Websitebetreiber hat ein berechtigtes Interesse an der Speicherung von Cookies zur technisch fehlerfreien und optimierten Bereitstellung seiner Dienste. Soweit andere Cookies (z. B. Cookies zur Analyse Ihres Surfverhaltens) gespeichert werden, werden diese in dieser Datenschutzerklärung gesondert behandelt.\n\n### Server-Log-Dateien\n\nDer Provider der Seiten erhebt und speichert automatisch Informationen in so genannten Server-Log-Dateien, die Ihr Browser automatisch an uns übermittelt. Dies sind:\n\n* Browsertyp und Browserversion\n* verwendetes Betriebssystem\n* Referrer URL\n* Hostname des zugreifenden Rechners\n* Uhrzeit der Serveranfrage\n* IP-Adresse\n\nEine Zusammenführung dieser Daten mit anderen Datenquellen wird nicht vorgenommen.\n\nGrundlage für die Datenverarbeitung ist Art. 6 Abs. 1 lit. f DSGVO, der die Verarbeitung von Daten zur Erfüllung eines Vertrags oder vorvertraglicher Maßnahmen gestattet.\n\n### Kontaktformular\n\nWenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus dem Anfrageformular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und für den Fall von Anschlussfragen bei uns gespeichert. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter.\n\nDie Verarbeitung der in das Kontaktformular eingegebenen Daten erfolgt somit ausschließlich auf Grundlage Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO). Sie können diese Einwilligung jederzeit widerrufen. Dazu reicht eine formlose Mitteilung per E-Mail an uns. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitungsvorgänge bleibt vom Widerruf unberührt.\n\nDie von Ihnen im Kontaktformular eingegebenen Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z. B. nach abgeschlossener Bearbeitung Ihrer Anfrage). Zwingende gesetzliche Bestimmungen – insbesondere Aufbewahrungsfristen – bleiben unberührt.\n\n### Anfrage per E-Mail, Telefon oder Telefax\n\nWenn Sie uns per E-Mail, Telefon oder Telefax kontaktieren, wird Ihre Anfrage inklusive aller daraus hervorgehenden personenbezogenen Daten (Name, Anfrage) zum Zwecke der Bearbeitung Ihres Anliegens bei uns gespeichert und verarbeitet. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter. Die Verarbeitung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO, sofern Ihre Anfrage mit der Erfüllung eines Vertrags zusammenhängt oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist. In allen übrigen Fällen beruht die Verarbeitung auf Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO) und / oder auf unseren berechtigten Interessen (Art. 6 Abs. 1 lit. f DSGVO), da wir ein berechtigtes Interesse an der effektiven Bearbeitung der an uns gerichteten Anfragen haben.\n\nDie von Ihnen an uns per Kontaktanfragen übersandten Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z. B. nach abgeschlossener Bearbeitung Ihres Anliegens). Zwingende gesetzliche Bestimmungen – insbesondere gesetzliche Aufbewahrungsfristen – bleiben unberührt.\n\n### Verarbeiten von Daten (Kunden- und Vertragsdaten)\n\nWir erheben, verarbeiten und nutzen personenbezogene Daten nur, soweit sie für die Begründung, inhaltliche Ausgestaltung oder Änderung des Rechtsverhältnisses erforderlich sind (Bestandsdaten). Dies erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO, der die Verarbeitung von Daten zur Erfüllung eines Vertrags oder vorvertraglicher Maßnahmen gestattet. Personenbezogene Daten über die Inanspruchnahme unserer Internetseiten (Nutzungsdaten) erheben, verarbeiten und nutzen wir nur, soweit dies erforderlich ist, um dem Nutzer die Inanspruchnahme des Dienstes zu ermöglichen oder abzurechnen.\n\nDie erhobenen Kundendaten werden nach Abschluss des Auftrags oder Beendigung der Geschäftsbeziehung gelöscht. Gesetzliche Aufbewahrungsfristen bleiben unberührt.\n\n## 5. Analyse Tools und Werbung\n\n### Matomo (ehemals Piwik)\n\nDiese Website benutzt den Open Source Webanalysedienst Matomo. Matomo verwendet so genannte \"Cookies\". Das sind Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website durch Sie ermöglichen. Dazu werden die durch den Cookie erzeugten Informationen über die Benutzung dieser Website auf unserem Server gespeichert. Die IP-Adresse wird vor der Speicherung anonymisiert. Matomo-Cookies verbleiben auf Ihrem Endgerät, bis Sie sie löschen.\n\nDie Speicherung von Matomo-Cookies und die Nutzung dieses Analyse-Tools erfolgen auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Der Websitebetreiber hat ein berechtigtes Interesse an der anonymisierten Analyse des Nutzerverhaltens, um sowohl sein Webangebot als auch seine Werbung zu optimieren.\n\nDie durch den Cookie erzeugten Informationen über die Benutzung dieser Website werden nicht an Dritte weitergegeben. Sie können die Speicherung der Cookies durch eine entsprechende Einstellung Ihrer Browser-Software verhindern; wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website vollumfänglich werden nutzen können.\n\nWenn Sie mit der Speicherung und Nutzung Ihrer Daten nicht einverstanden sind, können Sie die Speicherung und Nutzung hier deaktivieren. In diesem Fall wird in Ihrem Browser ein Opt-Out-Cookie hinterlegt, der verhindert, dass Matomo Nutzungsdaten speichert. Wenn Sie Ihre Cookies löschen, hat dies zur Folge, dass auch das Matomo Opt-Out-Cookie gelöscht wird. Das Opt-Out muss bei einem erneuten Besuch unserer Seite wieder aktiviert werden.\n\n### LinkedIn Insight Tag\n\nDiese Website nutzt das Insight-Tag von LinkedIn. Anbieter dieses Dienstes ist die LinkedIn Ireland Unlimited Company, Wilton Plaza, Wilton Place, Dublin 2, Irland.\n\n#### Datenverarbeitung durch LinkedIn Insight Tag\n\nMit Hilfe des LinkedIn Insight Tags erhalten wir Informationen über die Besucher unserer Website. Ist ein Websitebesucher bei LinkedIn registriert, können wir u. a. die beruflichen Eckdaten (z. B. Karrierestufe, Unternehmensgröße, Land, Standort, Branche und Berufsbezeichnung) unserer Websitebesucher analysieren und so unsere Seite besser auf die jeweiligen Zielgruppen ausrichten. Ferner können wir mit Hilfe von LinkedIn Insight Tags messen, ob die Besucher unserer Webseiten einen Kauf oder eine sonstige Aktion tätigen (Conversion-Messung). Die Conversion-Messung kann auch geräteübergreifend erfolgen (z. B. von PC zu Tablet). LinkedIn Insight Tag bietet außerdem eine Retargeting-Funktion an, mit deren Hilfe wir den Besuchern unserer Website zielgerichtete Werbung außerhalb der Website anzeigen lassen können, wobei laut LinkedIn keine Identifikation des Werbeadressaten stattfindet.\n\nLinkedIn selbst erfasst außerdem sogenannte Logfiles (URL, Referrer-URL, IP-Adresse, Geräte- und Browsereigenschaften und Zeitpunkt des Zugriffs). Die IP-Adressen werden gekürzt oder (sofern sie genutzt werden, um LinkedIn-Mitglieder geräteübergreifend zu erreichen) gehasht (pseudonymisiert). Die direkten Kennungen der LinkedIn-Mitglieder werden nach sieben Tagen von LinkedIn gelöscht. Die verbleibenden pseudonymisierten Daten werden dann innerhalb von 180 Tagen gelöscht.\n\nDie von LinkedIn erhobenen Daten können von uns als Websitebetreiber nicht bestimmten Einzelpersonen zugeordnet werden. LinkedIn wird die erfassten personenbezogenen Daten der Websitebesucher auf seinen Servern in den USA speichern und sie im Rahmen eigener Werbemaßnahmen nutzen. Details entnehmen Sie der Datenschutzerklärung von LinkedIn unter https://www.linkedin.com/legal/privacy-policy#choices-oblig.\n\n#### Rechtsgrundlage\n\nDie Nutzung von LinkedIn Insight erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Der Websitebetreiber hat ein berechtigtes Interesse an effektiven Werbemaßnahmen unter Einschluss der sozialen Medien. Sofern eine entsprechende Einwilligung abgefragt wurde (z. B. eine Einwilligung zur Speicherung von Cookies), erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO; die Einwilligung ist jederzeit widerrufbar.\n\nDie Datenübertragung in die USA wird auf die Standardvertragsklauseln der EU-Kommission gestützt. Details finden Sie hier: https://www.linkedin.com/legal/l/dpa und https://www.linkedin.com/legal/l/eu-sccs.\n\n#### Widerspruch gegen die Verwendung von LinkedIn Insight Tag\n\nDer Analyse des Nutzungsverhaltens sowie zielgerichtete Werbung durch LinkedIn unter folgendem Link widersprechen: https://www.linkedin.com/psettings/guest-controls/retargeting-opt-out.\n\nDes Weiteren können Mitglieder von LinkedIn die Nutzung ihrer personenbezogenen Daten zu Werbezwecken in den Kontoeinstellungen steuern. Um einer Verknüpfung von auf unserer Website erhobenen Daten durch LinkedIn und Ihrem LinkedIn Account zu vermeiden, müssen Sie sich aus Ihrem LinkedIn-Account ausloggen bevor Sie unsere Website aufsuchen.\n\n#### Abschluss eines Vertrags über Auftragsverarbeitung\n\nWir haben einen Vertrag über Auftragsverarbeitung mit LinkedIn abgeschlossen.\n\n## 6. Plugins und Tools\n\n### YouTube mit erweitertem Datenschutz\n\nUnsere Website nutzt Plugins der Website YouTube. Betreiber der Seiten ist die YouTube, LLC, 901 Cherry Ave., San Bruno, CA 94066, USA.\n\nWir nutzen YouTube im erweiterten Datenschutzmodus. Dieser Modus bewirkt laut YouTube, dass YouTube keine Informationen über die Besucher auf dieser Website speichert, bevor diese sich das Video ansehen. Die Weitergabe von Daten an YouTube-Partner wird durch den erweiterten Datenschutzmodus hingegen nicht zwingend ausgeschlossen. So stellt YouTube – unabhängig davon, ob Sie sich ein Video ansehen – eine Verbindung zum Google DoubleClick-Netzwerk her.\n\nSobald Sie ein YouTube-Video auf unserer Website starten, wird eine Verbindung zu den Servern von YouTube hergestellt. Dabei wird dem YouTube-Server mitgeteilt, welche unserer Seiten Sie besucht haben. Wenn Sie in Ihrem YouTube-Account eingeloggt sind, ermöglichen Sie YouTube, Ihr Surfverhalten direkt Ihrem persönlichen Profil zuzuordnen. Dies können Sie verhindern, indem Sie sich aus Ihrem YouTube-Account ausloggen.\n\nDes Weiteren kann YouTube nach Starten eines Videos verschiedene Cookies auf Ihrem Endgerät speichern. Mit Hilfe dieser Cookies kann YouTube Informationen über Besucher unserer Website erhalten. Diese Informationen werden u. a. verwendet, um Videostatistiken zu erfassen, die Anwenderfreundlichkeit zu verbessern und Betrugsversuchen vorzubeugen. Die Cookies verbleiben auf Ihrem Endgerät, bis Sie sie löschen.\n\nGegebenenfalls können nach dem Start eines YouTube-Videos weitere Datenverarbeitungsvorgänge ausgelöst werden, auf die wir keinen Einfluss haben.\n\nDie Nutzung von YouTube erfolgt im Interesse einer ansprechenden Darstellung unserer Online-Angebote. Dies stellt ein berechtigtes Interesse im Sinne von Art. 6 Abs. 1 lit. f DSGVO dar. Weitere Informationen über Datenschutz bei YouTube finden Sie in deren Datenschutzerklärung unter: https://policies.google.com/privacy?hl=de.\n\n### Vimeo\n\nUnsere Website nutzt Plugins des Videoportals Vimeo. Anbieter ist die Vimeo Inc., 555 West 18th Street, New York, New York 10011, USA.\n\nWenn Sie eine unserer mit einem Vimeo-Plugin ausgestatteten Seiten besuchen, wird eine Verbindung zu den Servern von Vimeo hergestellt. Dabei wird dem Vimeo-Server mitgeteilt, welche unserer Seiten Sie besucht haben. Zudem erlangt Vimeo Ihre IP-Adresse. Dies gilt auch dann, wenn Sie nicht bei Vimeo eingeloggt sind oder keinen Account bei Vimeo besitzen. Die von Vimeo erfassten Informationen werden an den Vimeo-Server in den USA übermittelt.\n\nWenn Sie in Ihrem Vimeo-Account eingeloggt sind, ermöglichen Sie Vimeo, Ihr Surfverhalten direkt Ihrem persönlichen Profil zuzuordnen. Dies können Sie verhindern, indem Sie sich aus Ihrem Vimeo-Account ausloggen.\n\nDie Nutzung von Vimeo erfolgt im Interesse einer ansprechenden Darstellung unserer Online-Angebote. Dies stellt ein berechtigtes Interesse im Sinne des Art. 6 Abs. 1 lit. f DSGVO dar.\n\nWeitere Informationen zum Umgang mit Nutzerdaten finden Sie in der Datenschutzerklärung von Vimeo unter: https://vimeo.com/privacy.\n\n### Google Web Fonts\n\nDiese Seite nutzt zur einheitlichen Darstellung von Schriftarten so genannte Web Fonts, die von Google bereitgestellt werden. Die Google Fonts sind lokal installiert. Eine Verbindung zu Servern von Google findet dabei nicht statt.\n\n## 7. Newsletter\n\nWir versenden Newsletter, E-Mails und weitere elektronische Benachrichtigungen (nachfolgend „Newsletter“) nur mit der Einwilligung der Empfänger oder einer gesetzlichen Erlaubnis. Sofern im Rahmen einer Anmeldung zum Newsletter dessen Inhalte konkret umschrieben werden, sind sie für die Einwilligung der Nutzer maßgeblich. Im Übrigen enthalten unsere Newsletter Informationen zu unseren Leistungen und uns.\n\nUm sich zu unseren Newslettern anzumelden, reicht es grundsätzlich aus, wenn Sie Ihre E-Mail-Adresse angeben. Wir können Sie jedoch bitten, einen Namen, zwecks persönlicher Ansprache im Newsletter, oder weitere Angaben, sofern diese für die Zwecke des Newsletters erforderlich sind, zu tätigen.\n\n**Double-Opt-In-Verfahren:** Die Anmeldung zu unserem Newsletter erfolgt grundsätzlich in einem sogenannte Double-Opt-In-Verfahren. D.h., Sie erhalten nach der Anmeldung eine E-Mail, in der Sie um die Bestätigung Ihrer Anmeldung gebeten werden. Diese Bestätigung ist notwendig, damit sich niemand mit fremden E-Mail-Adressen anmelden kann. Die Anmeldungen zum Newsletter werden protokolliert, um den Anmeldeprozess entsprechend den rechtlichen Anforderungen nachweisen zu können. Hierzu gehört die Speicherung des Anmelde- und des Bestätigungszeitpunkts als auch der IP-Adresse. Ebenso werden die Änderungen Ihrer bei dem Versanddienstleister gespeicherten Daten protokolliert.\n\n**Löschung und Einschränkung der Verarbeitung:** Wir können die ausgetragenen E-Mail-Adressen bis zu drei Jahren auf Grundlage unserer berechtigten Interessen speichern, bevor wir sie löschen, um eine ehemals gegebene Einwilligung nachweisen zu können. Die Verarbeitung dieser Daten wird auf den Zweck einer möglichen Abwehr von Ansprüchen beschränkt. Ein individueller Löschungsantrag ist jederzeit möglich, sofern zugleich das ehemalige Bestehen einer Einwilligung bestätigt wird. Im Fall von Pflichten zur dauerhaften Beachtung von Widersprüchen behalten wir uns die Speicherung der E-Mail-Adresse alleine zu diesem Zweck in einer Sperrliste (sogenannte „Blacklist“) vor.\n\nDie Protokollierung des Anmeldeverfahrens erfolgt auf Grundlage unserer berechtigten Interessen zu Zwecken des Nachweises seines ordnungsgemäßen Ablaufs. Soweit wir einen Dienstleister mit dem Versand von E-Mails beauftragen, erfolgt dies auf Grundlage unserer berechtigten Interessen an einem effizienten und sicheren Versandsystem.\n\n**Hinweise zu Rechtsgrundlagen:** Der Versand der Newsletter erfolgt auf Grundlage einer Einwilligung der Empfänger oder, falls eine Einwilligung nicht erforderlich ist, auf Grundlage unserer berechtigten Interessen am Direktmarketing, sofern und soweit diese gesetzlich, z.B. im Fall von Bestandskundenwerbung, erlaubt ist. Soweit wir einen Dienstleister mit dem Versand von E-Mails beauftragen, geschieht dies auf der Grundlage unserer berechtigten Interessen. Das Registrierungsverfahren wird auf der Grundlage unserer berechtigten Interessen aufgezeichnet, um nachzuweisen, dass es in Übereinstimmung mit dem Gesetz durchgeführt wurde.\n\n**Inhalte:** Informationen zu uns, unseren Leistungen, Aktionen und Angeboten.\n\n**Erfolgsmessung:** Die Newsletter enthalten einen sogenannte „web-beacon“, d.h., eine pixelgroße Datei, die beim Öffnen des Newsletters von unserem Server, bzw., sofern wir einen Versanddienstleister einsetzen, von dessen Server abgerufen wird. Im Rahmen dieses Abrufs werden zunächst technische Informationen, wie Informationen zum Browser und Ihrem System, als auch Ihre IP-Adresse und der Zeitpunkt des Abrufs, erhoben.\n\nDiese Informationen werden zur technischen Verbesserung unseres Newsletters anhand der technischen Daten oder der Zielgruppen und ihres Leseverhaltens auf Basis ihrer Abruforte (die mit Hilfe der IP-Adresse bestimmbar sind) oder der Zugriffszeiten genutzt. Diese Analyse beinhaltet ebenfalls die Feststellung, ob die Newsletter geöffnet werden, wann sie geöffnet werden und welche Links geklickt werden. Diese Informationen können aus technischen Gründen zwar den einzelnen Newsletterempfängern zugeordnet werden. Es ist jedoch weder unser Bestreben noch, sofern eingesetzt, das des Versanddienstleisters, einzelne Nutzer zu beobachten. Die Auswertungen dienen uns vielmehr dazu, die Lesegewohnheiten unserer Nutzer zu erkennen und unsere Inhalte an sie anzupassen oder unterschiedliche Inhalte entsprechend den Interessen unserer Nutzer zu versenden. Die Auswertung des Newsletters und die Erfolgsmessung erfolgen, vorbehaltlich einer ausdrücklichen Einwilligung der Nutzer, auf Grundlage unserer berechtigten Interessen zu Zwecken des Einsatzes eines nutzerfreundlichen sowie sicheren Newslettersystems, welches sowohl unseren geschäftlichen Interessen dient, als auch den Erwartungen der Nutzer entspricht.\n\nEin getrennter Widerruf der Erfolgsmessung ist leider nicht möglich, in diesem Fall muss das gesamte Newsletterabonnement gekündigt, bzw. muss ihm widersprochen werden.\n\n* **Verarbeitete Datenarten:** Bestandsdaten (z.B. Namen, Adressen), Kontaktdaten (z.B. E-Mail, Telefonnummern), Meta-/Kommunikationsdaten (z.B. Geräte-Informationen, IP-Adressen), Nutzungsdaten (z.B. besuchte Webseiten, Interesse an Inhalten, Zugriffszeiten).\n* **Betroffene Personen:** Kommunikationspartner.\n* **Zwecke der Verarbeitung:** Direktmarketing (z.B. per E-Mail oder postalisch).\n* **Rechtsgrundlagen:** Einwilligung (Art. 6 Abs. 1 S. 1 lit. a DSGVO), Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f. DSGVO).\n* **Widerspruchsmöglichkeit (Opt-Out):** Sie können den Empfang unseres Newsletters jederzeit kündigen, d.h. Ihre Einwilligungen widerrufen, bzw. dem weiteren Empfang widersprechen. Einen Link zur Kündigung des Newsletters finden Sie entweder am Ende eines jeden Newsletters oder können sonst eine der oben angegebenen Kontaktmöglichkeiten, vorzugswürdig E-Mail, hierzu nutzen.\n\n**Eingesetzte Dienste und Diensteanbieter:**\n\n**Mailchimp:** E-Mail-Marketing-Plattform; Dienstanbieter: „Mailchimp“ – Rocket Science Group, LLC, 675 Ponce De Leon Ave NE #5000, Atlanta, GA 30308, USA; Website: https://mailchimp.com; Datenschutzerklärung: https://mailchimp.com/legal/privacy/; Privacy Shield (Gewährleistung Datenschutzniveau bei Verarbeitung von Daten in den USA): https://www.privacyshield.gov/participant?id=a2zt0000000TO6hAAG&status=Active.\n\n## 8. Planung, Organisation und Hilfswerkzeuge\n\nWir setzen Dienstleistungen, Plattformen und Software anderer Anbieter (nachfolgend bezeichnet als „Drittanbieter”) zu Zwecken der Organisation, Verwaltung, Planung sowie Erbringung unserer Leistungen ein. Bei der Auswahl der Drittanbieter und ihrer Leistungen beachten wir die gesetzlichen Vorgaben.\n\nIn diesem Rahmen können personenbezogenen Daten verarbeitet und auf den Servern der Drittanbieter gespeichert werden. Hiervon können diverse Daten betroffen sein, die wir entsprechend dieser Datenschutzerklärung verarbeiten. Zu diesen Daten können insbesondere Stammdaten und Kontaktdaten der Nutzer, Daten zu Vorgängen, Verträgen, sonstigen Prozessen und deren Inhalte gehören.\n\nSofern Nutzer im Rahmen der Kommunikation, von Geschäfts- oder anderen Beziehungen mit uns auf die Drittanbieter bzw. deren Software oder Plattformen verwiesen werden, können die Drittanbieter Nutzungsdaten und Metadaten zu Sicherheitszwecken, zur Serviceoptimierung oder zu Marketingzwecken verarbeiten. Wir bitten daher darum, die Datenschutzhinweise der jeweiligen Drittanbieter zu beachten.\n\nHinweise zu Rechtsgrundlagen: Sofern wir die Nutzer um deren Einwilligung in den Einsatz der Drittanbieter bitten, ist die Rechtsgrundlage der Verarbeitung von Daten die Einwilligung. Ferner kann deren Einsatz ein Bestandteil unserer (vor)vertraglichen Leistungen sein, sofern der Einsatz der Drittanbieter in diesem Rahmen vereinbart wurde. Ansonsten werden die Daten der Nutzer auf Grundlage unserer berechtigten Interessen (d.h. Interesse an effizienten, wirtschaftlichen und empfängerfreundlichen Leistungen) verarbeitet. In diesem Zusammenhang möchten wir Sie auch auf die Informationen zur Verwendung von Cookies in dieser Datenschutzerklärung hinweisen.\n\n* **Verarbeitete Datenarten:** Bestandsdaten (z.B. Namen, Adressen), Kontaktdaten (z.B. E-Mail, Telefonnummern), Inhaltsdaten (z.B. Texteingaben, Fotografien, Videos), Nutzungsdaten (z.B. besuchte Webseiten, Interesse an Inhalten, Zugriffszeiten), Meta-/Kommunikationsdaten (z.B. Geräte-Informationen, IP-Adressen).\n* **Betroffene Personen:** Kommunikationspartner, Nutzer (z.B. Webseitenbesucher, Nutzer von Onlinediensten).\n* **Zwecke der Verarbeitung:** Büro- und Organisationsverfahren, Kontaktanfragen und Kommunikation.\n* **Rechtsgrundlagen:** Einwilligung (Art. 6 Abs. 1 S. 1 lit. a DSGVO), Vertragserfüllung und vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b. DSGVO), Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f. DSGVO).\n\n**Eingesetzte Dienste und Diensteanbieter:**\n\n**Doodle:** Online Terminplanung; Dienstanbieter: Doodle AG, Werdstrasse 21, Postfach, 8021 Zürich, Schweiz; Website: https://doodle.com/de; Datenschutzerklärung: https://doodle.com/de/datenschutzrichtlinie."
  }
}